IDEA Open Model
MatAnchorProperties.KS Property
Compatible with IDEA StatiCa Beta 20.0
 Shear linear stiffness.
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double KS { get; set; }
Public Property KS As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace